Repository: pat-the-geek/OK-ia-Markdown-Viewer
Catalog: OKiaMarkdownViewer/Localizable.xcstrings
Source language: fr
Languages: de, en, es, it

source: Action inconnue : « %@ ».
de: Unbekannte Aktion: „%@“.
en: Unknown action: “%@”.
es: Acción desconocida: «%@».
it: Azione sconosciuta: «%@».

source: Ajuster à l’écran
de: An Bildschirm anpassen
en: Fit to screen
es: Ajustar a la pantalla
it: Adatta allo schermo

source: Annuler
de: Abbrechen
en: Cancel
es: Cancelar
it: Annulla

source: Apple Intelligence n’est pas disponible sur cet appareil.
de: Apple Intelligence ist auf diesem Gerät nicht verfügbar.
en: Apple Intelligence is not available on this device.
es: Apple Intelligence no está disponible en este dispositivo.
it: Apple Intelligence non è disponibile su questo dispositivo.

source: Apple Intelligence rédige la réponse…
de: Apple Intelligence schreibt die Antwort…
en: Apple Intelligence is writing the answer…
es: Apple Intelligence está redactando la respuesta…
it: Apple Intelligence sta scrivendo la risposta…

source: Apple Intelligence rédige le résumé…
de: Apple Intelligence schreibt die Zusammenfassung…
en: Apple Intelligence is writing the summary…
es: Apple Intelligence está redactando el resumen…
it: Apple Intelligence sta scrivendo il riassunto…

source: Appliquer
de: Anwenden
en: Apply
es: Aplicar
it: Applica

source: Aucun rapport dans le coffre.
de: Kein Bericht im Store.
en: No report in the vault.
es: No hay informes en el Store.
it: Nessun rapporto nello Store.

source: Aucun rapport trouvé dans les dossiers « %@ » de « %@ ».
de: Keine Berichte in den Ordnern „%@“ von „%@“ gefunden.
en: No report found in the “%@” folders of “%@”.
es: No se encontró ningún informe en las carpetas «%@» de «%@».
it: Nessun rapporto trovato nelle cartelle «%@» di «%@».

source: Aucun titre
de: Keine Überschriften
en: No headings
es: Sin títulos
it: Nessun titolo

source: Cartes géographiques interactives et marqueurs (blocs ```leaflet).
de: Interaktive Karten und Marker (```leaflet-Blöcke).
en: Interactive maps and markers (```leaflet blocks).
es: Mapas interactivos y marcadores (bloques ```leaflet).
it: Mappe interattive e marcatori (blocchi ```leaflet).

source: Ce document ne contient pas de titres.
de: Dieses Dokument enthält keine Überschriften.
en: This document contains no headings.
es: Este documento no contiene títulos.
it: Questo documento non contiene titoli.

source: Ce fichier n’est plus accessible.
de: Auf diese Datei kann nicht mehr zugegriffen werden.
en: This file is no longer accessible.
es: Ya no se puede acceder a este archivo.
it: Questo file non è più accessibile.

source: Ce que les algorithmes ignorent encore.
de: Was den Algorithmen noch entgeht.
en: What the algorithms still miss.
es: Lo que los algoritmos aún ignoran.
it: Ciò che gli algoritmi ancora ignorano.

source: Changer
de: Ändern
en: Change
es: Cambiar
it: Cambia

source: Choisir le dossier du coffre…
de: Store-Ordner auswählen…
en: Choose the vault folder…
es: Elegir la carpeta del Store…
it: Scegli la cartella dello Store…

source: Choisir…
de: Auswählen…
en: Choose…
es: Elegir…
it: Scegli…

source: Coffre
de: Store
en: Vault
es: Store
it: Store

source: Contenu du rapport manquant.
de: Inhalt des Berichts fehlt.
en: Missing report content.
es: Falta el contenido del informe.
it: Contenuto del rapporto mancante.

source: Conversion Markdown → HTML (le cœur du rendu).
de: Markdown-zu-HTML-Konvertierung (das Herzstück des Renderings).
en: Markdown → HTML conversion (the heart of the renderer).
es: Conversión de Markdown a HTML (el núcleo del renderizado).
it: Conversione Markdown → HTML (il cuore del rendering).

source: Dernier rapport
de: Neuester Bericht
en: Latest report
es: Último informe
it: Ultimo rapporto

source: Diagrammes : flowchart, séquence, gantt, pie, mindmap.
de: Diagramme: Flowchart, Sequenz, Gantt, Pie, Mindmap.
en: Diagrams: flowchart, sequence, gantt, pie, mindmap.
es: Diagramas: flowchart, secuencia, gantt, pie, mindmap.
it: Diagrammi: flowchart, sequenza, gantt, pie, mindmap.

source: Diaporama
de: Diashow
en: Slideshow
es: Presentación
it: Presentazione

source: Discussion — %@
de: Unterhaltung — %@
en: Chat — %@
es: Conversación — %@
it: Conversazione — %@

source: Discuter avec le document
de: Mit dem Dokument chatten
en: Chat with the document
es: Chatear con el documento
it: Chatta con il documento

source: Document trop long pour être lu en entier : seul son début a été analysé.
de: Dokument zu lang, um vollständig gelesen zu werden: nur sein Anfang wurde ausgewertet.
en: Document too long to be read in full: only its opening was analysed.
es: Documento demasiado largo para leerse entero: solo se ha analizado su inicio.
it: Documento troppo lungo per essere letto per intero: è stato analizzato solo il suo inizio.

source: Dossiers à inclure
de: Einzubeziehende Ordner
en: Folders to include
es: Carpetas que incluir
it: Cartelle da includere

source: Dézoomer
de: Verkleinern
en: Zoom out
es: Alejar
it: Riduci zoom

source: En ligne
de: Online
en: Online
es: En línea
it: Online

source: Envoyer
de: Senden
en: Send
es: Enviar
it: Invia

source: Erreur
de: Fehler
en: Error
es: Error
it: Errore

source: Exemple introuvable dans le bundle.
de: Beispiel im Bundle nicht gefunden.
en: Sample not found in the bundle.
es: Ejemplo no encontrado en el paquete.
it: Esempio non trovato nel bundle.

source: Exporter en PDF
de: Als PDF exportieren
en: Export as PDF
es: Exportar a PDF
it: Esporta in PDF

source: Exporter en Word (.docx)
de: Als Word (.docx) exportieren
en: Export as Word (.docx)
es: Exportar a Word (.docx)
it: Esporta in Word (.docx)

source: Fermer
de: Fertig
en: Done
es: Listo
it: Fine

# Fermer (accessibilité)
source: Fermer
de: Schließen
en: Close
es: Cerrar
it: Chiudi

source: Fonds de carte (tuiles) affichés par Leaflet.
de: Kartenkacheln, die von Leaflet angezeigt werden.
en: Base map tiles displayed by Leaflet.
es: Teselas del mapa base mostradas por Leaflet.
it: Tile della mappa di base mostrate da Leaflet.

source: Hors-ligne
de: Offline
en: Offline
es: Sin conexión
it: Offline

source: Impossible de lire le fichier « %@ ».
de: Die Datei „%@“ konnte nicht gelesen werden.
en: The file “%@” could not be read.
es: No se pudo leer el archivo «%@».
it: Impossibile leggere il file «%@».

source: Impossible de télécharger le rapport (%@).
de: Der Bericht konnte nicht geladen werden (%@).
en: The report could not be downloaded (%@).
es: No se pudo descargar el informe (%@).
it: Impossibile scaricare il rapporto (%@).

source: Impossible d’ouvrir « %@ » (synchronisation iCloud en cours ?).
de: „%@“ konnte nicht geöffnet werden (läuft gerade die iCloud-Synchronisierung?).
en: Could not open “%@” (iCloud sync in progress?).
es: No se pudo abrir «%@» (¿sincronización de iCloud en curso?).
it: Impossibile aprire «%@» (sincronizzazione iCloud in corso?).

source: La conversation était trop longue : l’historique a été effacé, le document reste chargé.
de: Die Unterhaltung wurde zu lang: Der Verlauf wurde gelöscht, das Dokument bleibt geladen.
en: The conversation had grown too long: the history was cleared, the document is still loaded.
es: La conversación era demasiado larga: se borró el historial, el documento sigue cargado.
it: La conversazione era troppo lunga: la cronologia è stata cancellata, il documento resta caricato.

source: La réponse n’a pas pu être générée (%@).
de: Die Antwort konnte nicht erstellt werden (%@).
en: The answer could not be generated (%@).
es: No se pudo generar la respuesta (%@).
it: Impossibile generare la risposta (%@).

source: Langue
de: Sprache
en: Language
es: Idioma
it: Lingua

source: Langue changée : la conversation a été réinitialisée.
de: Sprache gewechselt: Die Unterhaltung wurde zurückgesetzt.
en: Language changed: the conversation has been reset.
es: Idioma cambiado: la conversación se ha reiniciado.
it: Lingua cambiata: la conversazione è stata reimpostata.

source: Langue de l’app
de: App-Sprache
en: App language
es: Idioma de la app
it: Lingua dell’app

source: Le dossier du coffre n’est plus accessible.
de: Auf den Store-Ordner kann nicht mehr zugegriffen werden.
en: The vault folder is no longer accessible.
es: Ya no se puede acceder a la carpeta del Store.
it: La cartella dello Store non è più accessibile.

source: Le rendu Markdown, les diagrammes et les cartes fonctionnent **100 % hors-ligne** — seules les tuiles de fond de carte nécessitent une connexion.
de: Markdown-Rendering, Diagramme und Karten funktionieren **100 % offline** — nur die Kartenkacheln brauchen eine Verbindung.
en: Markdown rendering, diagrams and maps work **100% offline** — only the base map tiles need a connection.
es: El renderizado de Markdown, los diagramas y los mapas funcionan **100 % sin conexión**: solo las teselas del mapa necesitan conexión.
it: Il rendering Markdown, i diagrammi e le mappe funzionano **100 % offline**: solo le tile della mappa richiedono una connessione.

source: Le résumé n’a pas pu être généré (%@).
de: Die Zusammenfassung konnte nicht erstellt werden (%@).
en: The summary could not be generated (%@).
es: No se pudo generar el resumen (%@).
it: Impossibile generare il riassunto (%@).

source: Le résumé n’est pas disponible sur cet appareil ; j’ouvre le rapport.
de: Zusammenfassungen sind auf diesem Gerät nicht verfügbar; der Bericht wird geöffnet.
en: Summaries are not available on this device; opening the report.
es: El resumen no está disponible en este dispositivo; abro el informe.
it: Il riassunto non è disponibile su questo dispositivo; apro il rapporto.

source: Le serveur a répondu %lld pour le rapport.
de: Der Server hat für den Bericht %lld geantwortet.
en: The server answered %lld for the report.
es: El servidor respondió %lld para el informe.
it: Il server ha risposto %lld per il rapporto.

source: Les réponses s’appuient uniquement sur son contenu.
de: Die Antworten stützen sich ausschließlich auf seinen Inhalt.
en: Answers draw on its content only.
es: Las respuestas se basan únicamente en su contenido.
it: Le risposte si basano unicamente sul suo contenuto.

source: Liaison entre Leaflet et MapLibre.
de: Verbindung zwischen Leaflet und MapLibre.
en: Binding between Leaflet and MapLibre.
es: Enlace entre Leaflet y MapLibre.
it: Collegamento tra Leaflet e MapLibre.

source: Librairies & licences
de: Bibliotheken & Lizenzen
en: Libraries & licenses
es: Bibliotecas y licencias
it: Librerie e licenze

source: Librairies utilisées
de: Verwendete Bibliotheken
en: Libraries used
es: Bibliotecas utilizadas
it: Librerie utilizzate

source: Lien invalide.
de: Ungültiger Link.
en: Invalid link.
es: Enlace no válido.
it: Link non valido.

source: Moteur web qui exécute le pipeline de rendu.
de: Web-Engine, die die Rendering-Pipeline ausführt.
en: Web engine running the rendering pipeline.
es: Motor web que ejecuta el pipeline de renderizado.
it: Motore web che esegue la pipeline di rendering.

source: Motif des sous-dossiers du coffre à lire (jokers * et ?). Les autres dossiers sont ignorés.
de: Muster der zu lesenden Store-Unterordner (Platzhalter * und ?). Andere Ordner werden ignoriert.
en: Pattern of the vault subfolders to read (wildcards * and ?). Other folders are ignored.
es: Patrón de las subcarpetas del Store que se leerán (comodines * y ?). Las demás carpetas se ignoran.
it: Modello delle sottocartelle dello Store da leggere (caratteri jolly * e ?). Le altre cartelle vengono ignorate.

source: Nouvelle conversation
de: Neue Unterhaltung
en: New conversation
es: Nueva conversación
it: Nuova conversazione

source: Ouvre le rapport le plus récent du coffre.
de: Öffnet den neuesten Bericht aus dem Store.
en: Opens the most recent vault report.
es: Abre el informe más reciente del Store.
it: Apre il rapporto più recente dello Store.

source: Ouvre un rapport du coffre dans md Viewer.
de: Öffnet einen Bericht aus dem Store in md Viewer.
en: Opens a vault report in md Viewer.
es: Abre un informe del Store en md Viewer.
it: Apre un rapporto dello Store in md Viewer.

source: Ouvre un rapport et génère son résumé sur l’appareil.
de: Öffnet einen Bericht und erstellt die Zusammenfassung auf dem Gerät.
en: Opens a report and generates its summary on-device.
es: Abre un informe y genera su resumen en el dispositivo.
it: Apre un rapporto e genera il riassunto sul dispositivo.

source: Ouvrir ${report}
de: ${report} öffnen
en: Open ${report}
es: Abrir ${report}
it: Apri ${report}

source: Ouvrir le dernier rapport
de: Neuesten Bericht öffnen
en: Open the latest report
es: Abrir el último informe
it: Apri l’ultimo rapporto

source: Ouvrir un fichier
de: Datei öffnen
en: Open a file
es: Abrir un archivo
it: Apri un file

source: Ouvrir un rapport
de: Bericht öffnen
en: Open a report
es: Abrir un informe
it: Apri un rapporto

source: Ouvrir…
de: Öffnen…
en: Open…
es: Abrir…
it: Apri…

source: Par défaut
de: Standard
en: Default
es: Predeterminado
it: Predefinito

source: Partager
de: Teilen
en: Share
es: Compartir
it: Condividi

source: Partager le Markdown (.md)
de: Markdown (.md) teilen
en: Share the Markdown (.md)
es: Compartir el Markdown (.md)
it: Condividi il Markdown (.md)

source: Police d'affichage des titres (charte OK-ia).
de: Displayschrift für Überschriften (OK-ia-Gestaltung).
en: Display typeface for headings (OK-ia brand).
es: Tipografía de titulares (identidad OK-ia).
it: Carattere display per i titoli (identità OK-ia).

source: Poser une question…
de: Eine Frage stellen…
en: Ask a question…
es: Hacer una pregunta…
it: Fai una domanda…

source: Posez une question sur ce document.
de: Stelle eine Frage zu diesem Dokument.
en: Ask a question about this document.
es: Haz una pregunta sobre este documento.
it: Fai una domanda su questo documento.

source: Présentation
de: Präsentation
en: Presentation
es: Presentación
it: Presentazione

source: Que dit le document sur %@ ?
de: Was sagt das Dokument über %@?
en: What does the document say about %@?
es: ¿Qué dice el documento sobre %@?
it: Che cosa dice il documento su %@?

source: Quelles questions le document laisse-t-il ouvertes ?
de: Welche Fragen lässt das Dokument offen?
en: What questions does the document leave open?
es: ¿Qué preguntas deja abiertas el documento?
it: Quali domande lascia aperte il documento?

source: Quels chiffres clés faut-il retenir ?
de: Welche Kennzahlen sind wichtig?
en: Which key figures should I remember?
es: ¿Qué cifras clave hay que retener?
it: Quali cifre chiave bisogna ricordare?

source: Quels sont les principaux thèmes abordés ?
de: Welches sind die Hauptthemen?
en: What are the main themes covered?
es: ¿Cuáles son los temas principales?
it: Quali sono i temi principali?

source: Rapport
de: Bericht
en: Report
es: Informe
it: Rapporto

source: Rapport introuvable dans le coffre.
de: Bericht im Store nicht gefunden.
en: Report not found in the vault.
es: Informe no encontrado en el Store.
it: Rapporto non trovato nello Store.

source: Rapport.md
de: Bericht.md
en: Report.md
es: Informe.md
it: Rapporto.md

source: Rechercher
de: Suchen
en: Search
es: Buscar
it: Cerca

source: Rechercher dans le document
de: Im Dokument suchen
en: Search in the document
es: Buscar en el documento
it: Cerca nel documento

source: Rendu des fonds de carte vectoriels.
de: Rendert die Vektor-Kartenhintergründe.
en: Renders the vector base maps.
es: Renderiza los mapas base vectoriales.
it: Rende le mappe di base vettoriali.

source: Retirer de la liste
de: Aus der Liste entfernen
en: Remove from list
es: Quitar de la lista
it: Rimuovi dall’elenco

source: Récents
de: Zuletzt verwendet
en: Recent
es: Recientes
it: Recenti

source: Réglages
de: Einstellungen
en: Settings
es: Ajustes
it: Impostazioni

source: Réglages du coffre
de: Store-Einstellungen
en: Vault settings
es: Ajustes del Store
it: Impostazioni dello Store

source: Régénérer le résumé
de: Zusammenfassung neu erstellen
en: Regenerate the summary
es: Regenerar el resumen
it: Rigenera il riassunto

source: Réinitialiser
de: Zurücksetzen
en: Reset
es: Restablecer
it: Reimposta

source: Réponses générées sur l’appareil par Apple Intelligence, à partir de ce document seulement. Peuvent contenir des erreurs.
de: Antworten auf dem Gerät von Apple Intelligence erstellt, nur aus diesem Dokument. Können Fehler enthalten.
en: Answers generated on-device by Apple Intelligence, from this document only. May contain mistakes.
es: Respuestas generadas en el dispositivo por Apple Intelligence, solo a partir de este documento. Pueden contener errores.
it: Risposte generate sul dispositivo da Apple Intelligence, solo da questo documento. Possono contenere errori.

source: réseau
de: Netzwerk
en: network
es: red
it: rete

source: Résume ce document.
de: Fasse dieses Dokument zusammen.
en: Summarize this document.
es: Resume este documento.
it: Riassumi questo documento.

source: Résumer ${report}
de: ${report} zusammenfassen
en: Summarize ${report}
es: Resumir ${report}
it: Riassumi ${report}

source: Résumer un rapport
de: Bericht zusammenfassen
en: Summarize a report
es: Resumir un informe
it: Riassumi un rapporto

source: Résumé de « %@ » dans md Viewer.
de: Zusammenfassung von „%@“ in md Viewer.
en: Summarizing “%@” in md Viewer.
es: Resumen de «%@» en md Viewer.
it: Riassunto di «%@» in md Viewer.

source: Résumé du document
de: Zusammenfassung des Dokuments
en: Document summary
es: Resumen del documento
it: Riassunto del documento

source: Résumé du document par Apple Intelligence
de: Dokumentzusammenfassung durch Apple Intelligence
en: Document summary by Apple Intelligence
es: Resumen del documento por Apple Intelligence
it: Riassunto del documento con Apple Intelligence

source: Résumé généré sur l’appareil par Apple Intelligence. Peut contenir des erreurs.
de: Zusammenfassung auf dem Gerät von Apple Intelligence erstellt. Kann Fehler enthalten.
en: Summary generated on-device by Apple Intelligence. May contain mistakes.
es: Resumen generado en el dispositivo por Apple Intelligence. Puede contener errores.
it: Riassunto generato sul dispositivo da Apple Intelligence. Può contenere errori.

source: Résumé — %@
de: Zusammenfassung — %@
en: Summary — %@
es: Resumen — %@
it: Riassunto — %@

source: Site
de: Website
en: Website
es: Sitio web
it: Sito web

source: Sommaire
de: Inhalt
en: Contents
es: Contenido
it: Indice

# Sommaire (accessibilité)
source: Sommaire
de: Inhaltsverzeichnis
en: Table of contents
es: Tabla de contenido
it: Sommario

source: Système
de: System
en: System
es: Sistema
it: Sistema

source: Taille du texte
de: Textgröße
en: Text size
es: Tamaño del texto
it: Dimensione del testo

source: URL du rapport manquante ou invalide (https requis).
de: Berichts-URL fehlt oder ist ungültig (https erforderlich).
en: Missing or invalid report URL (https required).
es: Falta la URL del informe o no es válida (se requiere https).
it: URL del rapporto mancante o non valido (richiesto https).

source: Voici le document à résumer :
de: Hier ist das zusammenzufassende Dokument:
en: Here is the document to summarise:
es: Este es el documento que hay que resumir:
it: Ecco il documento da riassumere:

source: Voir un exemple
de: Beispiel ansehen
en: View a sample
es: Ver un ejemplo
it: Vedi un esempio

source: Zoomer
de: Vergrößern
en: Zoom in
es: Acercar
it: Aumenta zoom

source: « Système » : la langue de l’appareil si elle est prise en charge, anglais sinon.
de: „System“: die Gerätesprache, sofern unterstützt, sonst Englisch.
en: “System”: the device language when it is supported, English otherwise.
es: «Sistema»: el idioma del dispositivo si es compatible; en caso contrario, inglés.
it: «Sistema»: la lingua del dispositivo se supportata, altrimenti inglese.

source: Écran d’accueil
de: Startbildschirm
en: Home screen
es: Pantalla de inicio
it: Schermata iniziale
